<div>
	<div class="row bgd-dark mission-row">
		<div class="content-group hide-overflow container">
			<div class="col-lg-12 col-md-12 col-sm-12">
				<h2 class="text-uppercase primary-header header-light spdu-header">ПРО SPD-U</h2>
				<h3 class="text-uppercase secondary-header spdu-subtext">SPD-University - це безкоштовні курси, які за 7 місяців допомагають отримати практичний досвід в IT</h3>
				<p class="text-light primary-text">SPD-University — організація для тих, хто хоче прокачати свої знання у сфері ІТ.А як відомо, найкращий спосіб поглибити теоретичні знання — підкріпити їх досвідом. Програми SPD-University розроблені практикуючими спеціалістами з IT індустрії, а відтак максимально відповідають очікуванням IT галузі. Створюючи навчальні програми, вони орієнтуються на те, що частина випускників буде брати участь у проектах світового рівня разом із їх командами, а отже максимально адаптують студентів під робоче середовище.</p> </br>
<p class="text-light primary-text">Усі програми мають комплексний підхід. Це означає, що крім основних предметів спеціалізації, також будуть лекції та практичні заняття із суміжних предметів. Одним із найважливіших елементів навчання є фінальний проект, який виконується в командах зформованих зі студентів (Java/Front-end). Менторами проектів виступають провідні спеціалісти компанії SPD-Ukraine.</p> </br>
<p class="text-light primary-text">Команда SPD-University складається з найдосвідченіших професіоналів своєї галузі, готовими ділитись власним досвідом. Курси безкоштовні, проте вимагають від абітурієнтів теоретичної бази.</p>
			</div>
		</div>
	</div>
</div>
